input_files/C3-high_velocity-16%_mineral_proportion/0/eps_original
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7  
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      psi;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 1.0;

boundaryField
{
    west_surface
    {
        type            zeroGradient;
    }

    east_surface
    {
        type            zeroGradient;
    }
    north_surface
    {
        type            zeroGradient;
    }
    south_surface
    {
        type            zeroGradient;
    }
	top_surface
    {
        type            zeroGradient;
    }
    bottom_surface
    {
        type            zeroGradient;
    }
}

// ************************************************************************* //
