input_files/C3-high_velocity-16%_mineral_proportion/system/createPatchDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7  
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      createPatchDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

pointSync   false;

patches
(
    {
        name    east;
        patchInfo
        {
            type    patch;
        }
        constructFrom set;
        set     east;
    }
	
    {
        name    west;
        patchInfo
        {
            type    patch;
        }
        constructFrom set;
        set     west;
    }
	
    {
        name    north;
        patchInfo
        {
            type    patch;
        }
        constructFrom set;
        set     north;
    }
	
    {
        name    south;
        patchInfo
        {
            type    patch;
        }
        constructFrom set;
        set     south;
    }

);

// ************************************************************************* //
